Repository: 7rin0/BigfootMediaBundle
Catalog: Resources/translations/messages.*.xlf
Languages: fr

source: Media Metadatas
fr: Données associées aux médias

source: Add a metadata
fr: Ajouter une donnée

source: Media Metadata creation
fr: Création d'une donnée associée aux médias

source: Media Metadata edit
fr: Edition d'une donnée associée aux médias

source: Thumbnail
fr: Miniature

source: Upload or select medias
fr: Télécharger ou sélectionner des médias

source: Associated medias
fr: Médias sélectionnés

source: Download new medias
fr: Télécharger des médias

source: Search term
fr: Mots clefs

source: Drag and drop your medias here
fr: Déposez vos médias ici
